Repository: Baz1205/script.tv.show.next.aired
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# Addon Summary
source: Get info for TV Shows Next Aired.
bg: Информация за предстоящите ТВ предавания.

# Addon Description
source: Get info for TV Shows Next Aired. You'll never miss one again.
bg: Получава информация за предстоящите ТВ предавания. Сега вие никога няма да пропуснете нито едно ТВ предаване.

# #450
source: TV Guide
bg: ТВ гид

# #32000
source: Display
bg: Екран

# #32001
source: Thumbnail type
bg: Вид на миниатюри

# #32002
source: Download banners (Artwork Downloader required)
bg: Сваляй банерите (изисква скрипт Artwork Downloader)

# #32003
source: Download logos (Artwork Downloader required)
bg: Сваляй логата (изисква скрипт Artwork Downloader)

# #32005
source: Enable 16:9 preview thumbs
bg: Включи миниатюрите 16:09

# #32006
source: Download 16:9 preview thumbs (Artwork Downloader required)
bg: Сваляне на миниатюри 16:09 (изисква скрипт Artwork Downloader)

# #32009
source: In the background every [N] hours
bg: На заден фон всеки [N] часа

# #32011
source: Download posters (Artwork Downloader required)
bg: Сваляй постерите (изисква скрипт Artwork Downloader)

# #32013
source: Show All TV Shows for home screen (needs skin Support)
bg: Покажи всички ТВ предавания на главния екран (изисква поддръжка на скинове)

# #32101
source: TV Show - Next Aired
bg: ТВ шоу - следващи

# #32102
source: Getting information...
bg: Сваляне на информация...

# #32103
source: CANCELLED
bg: ОТМЕНЕНО

# #32104
source: Operation cancelled by user.
bg: Действието е прекъснато от потребитля.

# #32201
source: Returning Series
bg: Завръщане на сериите

# #32202
source: Cancelled/Ended
bg: Отменено/Приключи

# #32204
source: In Development
bg: В разработка

# #32205
source: New Series
bg: Нови серии

# #32206
source: Never Aired
bg: Още не е било в ефир

# #32207
source: Final Season
bg: Последен сезон

# #32208
source: On Hiatus
bg: Пропуск

# #32211
source: Cancelled
bg: Отменено

# #32212
source: Ended
bg: Край
