Repository: Baz1205/script.tv.show.next.aired
Catalog: resources/language/*/strings.po
Languages: spanish

# #450
source: TV Guide
spanish: TV Guia

# #32000
source: Display
spanish: Mostrar

# #32001
source: Thumbnail type
spanish: Tipo de Thumbnail

# #32002
source: Download banners (Artwork Downloader required)
spanish: Descargar banners (Artwork Downloader necesario)

# #32003
source: Download logos (Artwork Downloader required)
spanish: Descargar logos (Artwork Downloader necesario)

# #32004
source: Enable background fanart
spanish: Habilitar fanart como Fondo

# #32005
source: Enable 16:9 preview thumbs
spanish: Habilitar 16:9 thumbs

# #32006
source: Download 16:9 preview thumbs (Artwork Downloader required)
spanish: Descargar 16:9 thumbs (Artwork Downloader necesario)

# #32007
source: Update the TV information now
spanish: Rescanear informacion

# #32008
source: Download TV information:
spanish: Descargar informacion:

# #32009
source: In the background every [N] hours
spanish: En el fondo cada [X] Horas

# #32010
source: On entering the guide if data is over [N] hours old
spanish: Entrando a la aplicacion si la informacion es [X] horas antigua

# #32011
source: Download posters (Artwork Downloader required)
spanish: Descargar posters (Artwork Downloader necesario)

# #32012
source: **Reset all data** and update the TV information now
spanish: Resetear la informacion

# #32013
source: Show All TV Shows for home screen (needs skin Support)
spanish: Mostrar todos los Proximos episodios en inicio (Requiere soporte en Skin)

# #32102
source: Getting information...
spanish: Opteniendo informacion...

# #32103
source: CANCELLED
spanish: CANCELADO

# #32104
source: Operation cancelled by user.
spanish: Operacion cancelada por usuario.

# #32202
source: Cancelled/Ended
spanish: Cancelada/Finalizada

# #32203
source: TBD/On The Bubble
spanish: TBD/En espera

# #32204
source: In Development
spanish: En Produccion

# #32205
source: New Series
spanish: Nueva Serie

# #32206
source: Never Aired
spanish: Nunca En TV

# #32207
source: Final Season
spanish: Final de Temporada

# #32208
source: On Hiatus
spanish: En Hiatus

# #32209
source: Pilot Ordered
spanish: Piloto Ordenado

# #32210
source: Pilot Rejected
spanish: Pilot Rechazado

# #32211
source: Cancelled
spanish: Cancelada

# #32212
source: Ended
spanish: Finalizada
